Repository: jwilk-mirrors/wdiff
Catalog: po/*.po
Languages: ga, nl, ru

source: Mandatory arguments to long options are mandatory for short options too. -C, --copyright print copyright then exit -K, --no-init-term like -t, but no termcap init/term strings -1, --no-deleted inhibit output of deleted words -2, --no-inserted inhibit output of inserted words -3, --no-common inhibit output of common words
ga: Is riachtanach le rogha ghearr aon argóint atá riachtanach leis an rogha fhada. -C, --copyright taispeáin cóipcheart agus scoir -K, --no-init-term mar -t, ach gan teaghráin termcap init/term -1, --no-deleted cuir cosc ar aschur d'fhocail scriosta -2, --no-inserted cuir cosc ar aschur d'fhocail ionsáite -3, --no-common cuir cosc ar aschur d'fhocail choitianta

source: -a, --auto-pager automatically calls a pager -h, --help print this help -i, --ignore-case fold character case while comparing -l, --less-mode variation of printer mode for "less" -n, --avoid-wraps do not extend fields through newlines -p, --printer overstrike as for printers
ga: -a, --auto-pager úsáid brabhsálaí leathanach go huathoibríoch -h, --help taispeáin an chabhair seo -i, --ignore-case sórtáil litreacha beaga le ceannlitreacha -l, --less-mode leagan de mhód phrintéara do "less" -n, --avoid-wraps ná bain fad as réimsí thar línte nua -p, --printer muinbhuail, mar le printéirí

source: -s, --statistics say how many words deleted, inserted etc. -t, --terminal use termcap as for terminal displays -v, --version print program version then exit -w, --start-delete=STRING string to mark beginning of delete region -x, --end-delete=STRING string to mark end of delete region -y, --start-insert=STRING string to mark beginning of insert region -z, --end-insert=STRING string to mark end of insert region
ga: -s, --statistics taispeáin líon na bhfocal scriosta, ionsáite, srl -t, --terminal bain úsáid as termcap do theirminéil -v, --version taispeáin leagan an ríomhchláir agus scoir -w, --start-delete=TEAGHRÁN marcáil tosach an tsleachta scriosta -x, --end-delete=TEAGHRÁN marcáil deireadh an tsleachta scriosta -y, --start-insert=TEAGHRÁN marcáil tosach an tsleachta ionsáite -z, --end-insert=TEAGHRÁN marcáil deireadh an tsleachta ionsáite

source: Cannot use -t, termcap not available.
ga: Ní féidir -t a úsáid; níl termcap ar fáil.
ru: Невозможно применить -t, termcap недоступна.

source: Copyright (C) 1992, 1997 Free Software Foundation, Inc.
ga: Cóipcheart/Copyright © 1992, 1997 Free Software Foundation, Inc.

source: Missing file arguments
ga: Ainmneacha comhaid ar iarraidh
ru: Пропущены аргументы, задающие файлы

source: This program also tells how `mdiff' could have been called directly.
ga: Taispeánann an ríomhchlár seo duit conas b'fhéidir `mdiff' a chur ar siúl go díreach.

source: Unknown system error
ga: Earráid anaithnid chórais

source: memory exhausted
ga: cuimhne ídithe
