Repository: jwilk-mirrors/wdiff
Catalog: po/*.po
Languages: ga, nl, ru

source: Detailed output formats: * -D, --ifdef=NAME output `#ifdef NAME' format * --changed-group-format=FORMAT use FORMAT for changed lines * --new-group-format=FORMAT use FORMAT for inserted lines * --new-line-format=FORMAT use FORMAT for inserted line * --old-group-format=FORMAT use FORMAT for deleted lines * --old-line-format=FORMAT use FORMAT for deleted line * --unchanged-group-format=FORMAT use FORMAT for unchanged lines * --unchanged-line-format=FORMAT use FORMAT for unchanged line * --line-format=FORMAT --{old,new,unchanged}-line-format
ga: Formáidí aschuir mionsonraithe: * -D, --ifdef=AINM aschuir i gcruth `#ifdef AINM' * --changed-group-format=FORMÁID úsáid FORMÁID do línte athraithe * --new-group-format=FORMÁID úsáid FORMÁID do línte ionsáite * --new-line-format=FORMÁID úsáid FORMÁID do líne ionsáite * --old-group-format=FORMÁID úsáid FORMÁID do línte scriosta * --old-line-format=FORMÁID úsáid FORMÁID do líne scriosta * --unchanged-group-format=FORMÁID úsáid FORMÁID do línte gan athrú * --unchanged-line-format=FORMÁID úsáid FORMÁID do líne gan athrú * --line-format=FORMÁID --{old,new,unchanged}-line-format
ru: Форматы подробного вывода: * -D, --ifdef=ИМЯ выводить в формате `#ifdef ИМЯ' * --changed-group-format=ФОРМАТ задает ФОРМАТ для измененных строк * --new-group-format=ФОРМАТ задает ФОРМАТ для вставленных строк * --new-line-format=ФОРМАТ задает ФОРМАТ для вставленной строки * --old-group-format=ФОРМАТ задает ФОРМАТ для удаленных строк * --old-line-format=ФОРМАТ задает ФОРМАТ для удаленной строки * --unchanged-group-format=ФОРМАТ задает ФОРМАТ для неизмененных строк * --unchanged-line-format=ФОРМАТ задает ФОРМАТ для неизмененной строки * --line-format=ФОРМАТ --{old,new,unchanged}-line-format

source: Script-like formats: (none of -CDUcefnuy) output normal diffs * -e, --ed output a valid `ed' script * -f, --forward-ed mix between -e and -n (not very useful) * -n, --rcs output RCS format (internally used by RCS)
ga: Formáidí mar scripteanna: (níl aon cheann de -CDUcefnuy) scríobh diff-aí de ghnáth * -e, --ed scríobh script `ed' bhailí * -f, --forward-ed meascán -e agus -n (ní úsáideach go speisialta) * -n, --rcs scríobh i gcruth inmheánach RCS
ru: Форматы, подобные языкам сценариев: (ничего из -CDUcefnuy) выводить в обычном формате diff * -e, --ed выводить верные сценарии `ed' * -f, --forward-ed помесь -e и -n (не очень полезно) * -n, --rcs выводить в формате RCS (который внутренне используется в RCS)

source: Context and unified formats: * -F, --show-function-line=REGEXP show previous context matching REGEXP * -p, --show-c-function show which C function for each change
ga: Comhthéacs agus leaganacha amach comhaontaithe: * -F,--show-function-line=SLONN taispeáin comhthéacs comhoiriúnach roimhe seo * -p, --show-c-function taispeáin an fheidhm C do gach athrach
ru: Контекстные и объединенные форматы: * -F, --show-function-line=РВ показать контекст сверху. соответствующий регулярному выражению РВ * -p, --show-c-function показать функцию Си, которой принадлежит каждое изменение

source: * -C, --context=LINES as -c, also select context size in lines * -L, --label=LABEL use from/to LABEL instead of file name (twice) * -U, --unified=LINES as -u, also select context size in lines * -c, --context output context diffs (default 3 context lines) * -u, --unified output unidiffs (default 3 context lines) * -LINES (obsolete: select context size in lines)
ga: * -C, --context=LÍNTE mar -c, ach socraigh LÍNTE de chomhthéacs fosta * -L, --label=LIPÉAD úsáid LIPÉAD ó/chuig in ionad ainm comhaid (2x) * -U, --unified=LÍNTE mar -u, ach socraigh LÍNTE de chomhthéacs fosta * -c, --context scríobh diff-aí i gcomhthéacs (réamhshocrú 3 líne) * -u, --unified scríobh unidiff-aí i gcomhthéacs (réamhshocrú 3 líne) * -LÍNTE (i léig: socraigh LÍNTE de chomhthéacs)
ru: * -C, --context=ЧИСЛО как -c, также задает число строк контекста * -L, --label=МЕТКА использовать МЕТКУ принадлежности, вместо имени файла (дважды) * -U, --unified=ЧИСЛО как -u, также задает число строк контекста * -c, --context выводить в контекстном формате diff (по умолчанию 3 строки контекста) * -u, --unified выводить в объединенном формате diff (по умолчанию 3 строки контекста) * -LINES (устарел: задает число строк контекста)

source: Side by side format: * -W, --width=COLUMNS use width of COLUMNS * -y, --side-by-side use side by side output format * --left-column print only left column line when common * --sdiff-merge-assist (internally used by `sdiff') * --suppress-common-lines do not print common lines
ga: Formáid taobh le taobh: * -W, --width=COLÚIN socraigh leithead de COLÚIN * -y, --side-by-side taispeáin torthaí taobh le taobh * --left-column ná taispeáin an colún ar dheis más ionann iad * --sdiff-merge-assist (úsáidte go hinmheánach le `sdiff') * --suppress-common-lines ná taispeáin línte atá i bpáirt acu
ru: Двусторонний формат: * -W, --width=ЧИСЛО задает ширину в столбцах * -y, --side-by-side использовать двусторонний выходной формат * --left-column печатать только левую колонку для общих строк * --sdiff-merge-assist (внутренне используется в `sdiff') * --suppress-common-lines не печатать общие строки

source: FORMAT is made up of characters standing for themselves, except: %%%% a single %% %%c'C' quoted character C %%c'\O' character having value O, from 1 to 3 octal digits %%(A=B?T:E) if A is B then T else E; A B number or VARIABLE; T E FORMAT %%FN use SPECIF specification F to print VARIABLE value N %%< [group] old, each line through --old-line-format %%> [group] new, each line through --new-line-format %%= [group] unchanged, each line through --unchanged-line-format %%l [line] without its possible trailing newline %%L [line] with its possible trailing newline
ga: Is éard atá i bhFORMÁID ná carachtair á n-ionadú féin, ach amháin: %%%% %% aonarach %%c'C' an carachtar C idir comharthaí athfhriotail %%c'\O' carachtar le luach O, le 1, 2, nó 3 dhigit ochtnártha %%(A=B?T:E) má A=B ansin T, agus E i ngach cás eile; is uimhreacha nó ATHRÓGA A agus B; is FORMÁIDÍ T agus E %%FN taispeáin luach na hATHRÓIGE N de réir an SONRÚ F %%< [grúpa] sean, cuir gach líne trí --old-line-format %%> [grúpa] nua, cuir gach líne trí --new-line-format %%= [grúpa] gan athrú, cuir gach líne trí --unchanged-line-format %%l [line] gan líne nua foirceanta, mar atá %%L [line] le líne nua foirceanta, mar atá
ru: ФОРМАТ состоит из знаков, обозначающих самих себя, за исключением: %%%% один знак %% %%c'C' экранированный знак C %%c'\O' знак со значением O, от 1 до 3 восьмеричных цифр %%(A=B?T:E) если A есть B, то T, иначе E; A B -- это числа или ПЕРЕМЕННЫЕ; T E -- это ФОРМАТЫ %%FN использовать для печати значения ПЕРЕМЕННОЙ N спецификацию F %%< [группа] старое, каждая строка через --old-line-format %%> [группа] новое, каждая строка через --new-line-format %%= [группа] неизмененное, каждая строка через --unchanged-line-format %%l [строка] без необязательного завершающего перевода строки %%L [строка] возможно, с завершающим переводом строки

source: SPECIF is [-][W[.D]]{doxX} as in C printf
ga: Is [-][W[.D]]{doxX} SONRÚ, mar C printf
ru: Спецификация -- это [-][W[.D]]{doxX} как в Си-функции printf

source: VARIABLE is {eflmn} for old group or {EFLMN} for new group {eE} line number just before group {fF} first line number of group {lL} last line number of group {mM} line number just after group {nN} number of lines in the group
ga: is éard atá in ATHRÓG ná {eflmn} don sheanghrúpa nó {EFLMN} don ghrúpa nua {eE} líne-uimhir díreach roimh an ghrúpa {fF} an chéad líne-uimhir sa ghrúpa {lL} an líne-uimhir dheiridh sa ghrúpa {mM} líne-uimhir díreach tar éis an ghrúpa {nN} líon na línte sa ghrúpa
ru: ПЕРЕМЕННАЯ -- это {eflmn} для старой группы или {EFLMN} для новой группы {eE} номер строки, стоящей непосредственно перед группой {fF} номер первой строки группы {lL} номер последней строки группы {mM} номер строки, стоящей непосредственно после группы {nN} число строк в группе

source: Standard diff options: -i, --ignore-case consider upper- and lower-case to be the same -w, --ignore-all-space ignore all white space -b, --ignore-space-change ignore changes in the amount of white space -B, --ignore-blank-lines ignore changes whose lines are all blank -I, --ignore-matching-lines=RE ignore changes whose lines all match RE -a, --text treat all files as text -c, --context[=NUMBER] output regular context diffs, changing to NUMBER lines of context -u, --unified[=NUMBER] output unified context diffs or unidiffs, with NUMBER lines of context -C, --context=NUM output NUM lines of copied context -U, --unified=NUM output NUM lines of unified context -L, --label=LABEL use LABEL instead of file name -p, --show-c-function show which C function each change is in -F, --show-function-line=RE show the most recent line matching RE
ga: Roghanna diff coitianta: -i, --ignore-case caith le cás uachtair agus cás íochtair le chéile -w, --ignore-all-space déan neamhshuim ar spás bán -b, --ignore-space-change déan neamhshuim ar mhéid an spáis bháin -B, --ignore-blank-lines déan neamhshuim ar línte folmha -I, --ignore-matching-lines=SLONN déan neamhshuim ar línte atá comhoiriúnach leis an SLONN ionadaíochta -a, --text caith le gach comhad mar théacschomhad -c, --context[=UIMHIR] taispeáin diff-aí le comhthéacs coitianta, ach socraigh UIMHIR líne de chomhthéacs -u, --unified[=UIMHIR] taispeáin diff-aí le comhthéacs comhaontaithe nó unidiff-aí le hUIMHIR líne de chomhthéacs -C, --context=UIMHIR taispeáin UIMHIR líne de chomhthéacs cóipeáilte -U, --unified=UIMHIR taispeáin UIMHIR líne de chomhthéacs comhaontaithe -L, --label=LIPÉAD bain úsáid as LIPÉAD in ionad ainm comhaid -p, --show-c-function taispeáin an fheidhm C do gach difríocht -F, --show-function-line=SLONN taispeáin an líne is déanaí atá comhoiriúnach leis an SLONN ionadaíochta
ru: Стандартные ключи diff: -i, --ignore-case не различать заглавные и строчные буквы -w, --ignore-all-space игнорировать все пробельные знаки -b, --ignore-space-change игнорировать различие в количестве пробельных знаков -B, --ignore-blank-lines игнорировать различия, состоящие из пустых строк -I, --ignore-matching-lines=РВ игнорировать различия, чьи строки соответствуют регулярному выражению РВ -a, --text считать все файлы текстовыми -c, --context[=ЧИСЛО] выводить в обычном контекстном формате diff, с указанным ЧИСЛОМ строк контекста -u, --unified[=ЧИСЛО] выводить в обычном объединенном формате diff, с указанным ЧИСЛОМ строк контекста -C, --context=ЧИСЛО выводить ЧИСЛО строк скопированного контекста -U, --unified=ЧИСЛО выводить ЧИСЛО строк объединенного контекста -L, --label=МЕТКА использовать МЕТКУ вместо имени файла -p, --show-c-function показывать, какой Си-функции принадлежит каждое изменение -F, --show-function-line=РВ показывать последнюю строку, соответствующую регулярному выражению РВ

source: -q, --brief output only whether files differ -e, --ed output an ed script -n, --rcs output an RCS format diff -y, --side-by-side output in two columns -w, --width=NUM output at most NUM (default 130) characters per line --left-column output only the left column of common lines --suppress-common-lines do not output common lines -D, --ifdef=NAME output merged file to show `#ifdef NAME' diffs --GTYPE-group-format=GFMT GTYPE input groups with GFMT --line-format=LFMT all input lines with LFMT --LTYPE-line-format=LFMT LTYPE input lines with LFMT -l, --paginate pass the output through `pr' to paginate it -t, --expand-tabs expand tabs to spaces in output
ga: -q, --brief ná taispeáin ach difriúil nó nach ea -e, --ed taispeáin script `ed' -n, --rcs taispeáin diff i gcruth RCS -y, --side-by-side taispeáin le dhá cholún -w, --width=UIMHIR taispeáin UIMHIR carachtar sa líne ar a mhéad, (réamhshocrú=130) --left-column ná taispeáin ach an colún ar clé do línte céanna --suppress-common-lines ná taispeáin línte céanna -D, --ifdef=AINM taispeáin comhad cumaiscthe chun na diff-aí `#ifdef AINM' a léiriú --GCINL-group-format=GLA taispeáin grúpaí GCINL ionchuir de réir GLA --line-format=LLA taispeáin gach líne ionchuir de réir LLA --LCINL-line-format=LLA taispeáin línte LCINL ionchuir de réir LLA -l, --paginate scag an t-aschur le `pr' chun leathanaigh a uimhriú -t, --expand-tabs tiontaigh táib go spásanna san aschur
ru: -q, --brief напечать только, отличаются ли файлы -e, --ed выводить сценарий ed -n, --rcs выводить в формате RCS -y, --side-by-side выводить в две колонки -w, --width=ЧИСЛО выводить не более ЧИСЛА (по умолчанию 130) знаков на строку --left-column выводить только левую колонку для общих строк --suppress-common-lines не выводить общие строки -D, --ifdef=ИМЯ output merged file to show `#ifdef NAME' diffs --ТИПГ-group-format=ФМТГ печатать входные группы ТИПГ в формате ФМТГ --line-format=ФМТС печатать все входные строки в формате ФМТС --ТИПС-line-format=ФМТС печатать входные строки ТИПС в формате ФМТС -l, --paginate прогнать вывод через `pr' для разбиения на страницы -t, --expand-tabs раскрывать при выводе табуляцию в пробелы

source: -T, --initial-tab make tabs line up by prepending a tab -r, --recursive recursively compare any subdirectories found -N, --new-file treat absent files as empty -P, --unidirectional-new-file treat absent first files as empty -s, --report-identical-files report when two files are the same -x, --exclude=PAT exclude files that match PAT -X, --exclude-from=FILE exclude files that match any pattern in FILE -S, --starting-file=FILE start with FILE when comparing directories --horizon-lines=NUM keep NUM lines of the common prefix and suffix -d, --minimal try hard to find a smaller set of changes -H, --speed-large-files assume large files and many scattered small changes
ga: -T, --initial-tab cuir táb ar dtús chun iad a ailíniú -r, --recursive déan comparáid ar fhochomhadlanna go hathchúrsach -N, --new-file caith le comhad ar iarraidh mar chomhad folamh -P, --unidirectional-new-file más ar iarraidh, caith leis an chéad chomhad mar chomhad folamh -s, --report-identical-files tuairiscigh nuair atá dhá chomhad chomhionanna -x, --exclude=SLONN fág comhaid as má tá siad comhoiriúnach le SLONN -X, --exclude-from=COMHAD fág comhaid as má tá siad comhoiriúnach le haon slonn ionadaíochta as an CHOMHAD -S, --starting-file=COMHAD tosaigh le COMHAD agus comhadlanna á gcóimheas --horizon-lines=UIMH coinnigh UIMH líne den réimír/iarmhír coiteann -d, --minimal obair go crua le haghaidh níos lú athruithe -H, --speed-large-files comhaid mhóra agus go leor mionathruithe forleata
ru: -T, --initial-tab выравнивать табуляцию, добавляя TAB в начало -r, --recursive рекурсивно сравнивать подкаталоги -N, --new-file считать несуществующие файлы пустыми -P, --unidirectional-new-file считать несуществующие первые файлы пустыми -s, --report-identical-files сообщать, когда файлы не различаются -x, --exclude=ОБРАЗЕЦ исключить файлы, соответствующие ОБРАЗЦУ -X, --exclude-from=ФАЙЛ исключить файлы, соответствующие какому-либо образцу из ФАЙЛА -S, --starting-file=ФАЙЛ при сравнении каталогов начать с ФАЙЛА --horizon-lines=ЧИСЛО сохранять ЧИСЛО строк общих префиксов/постфиксов -d, --minimal стараться найти наименьшее множество различий -H, --speed-large-files предполагать, что файлы велики и содержат большое количество мелких различий

source: By default, context diffs have an horizon of two lines.
ga: De réir réamhshocraithe, tá dhá líne de chomhthéacs i `diff' chomhthéacs.
ru: По умолчанию, контекстный формат diffs имеет горизонт в две строки.

source: LTYPE is `old', `new', or `unchanged'. GTYPE is LTYPE or `changed'. GFMT may contain: %< lines from FILE1 %> lines from FILE2 %= lines common to FILE1 and FILE2 %[-][WIDTH][.[PREC]]{doxX}LETTER printf-style spec for LETTER LETTERs are as follows for new group, lower case for old group: F first line number L last line number N number of lines = L-F+1 E F-1 M L+1
ga: LCINL = `old', `new', nó `unchanged'. GCINL = LCINL nó `changed'. Is éard atá i GLA ná: %< línte as COMHAD1 %> línte as COMHAD2 %= línte atá i gCOMHAD1 agus COMHAD2 araon %[-][LEITHEAD][.[SONRÚ]]{doxX}LITIR sonrú do litir mar C `printf' Is LITIR mar a leanas (agus litreacha beaga don ghrúpa `old'): F an chéad líne-uimhir L an líne-uimhir dheiridh N líon na línte = L-F+1 E F-1 M L+1
ru: ТИПС -- это `old', `new' или `unchanged' (что обозначает старое, новое или неизмененное, соответственно). ТИПГ -- как ТИПС или `changed'. ФМТГ может содержать: %< строки из ФАЙЛА1 %> строки из ФАЙЛА2 %= строки, общие для ФАЙЛА1 и ФАЙЛА2 %[-][ШИРИНА][.[ТОЧНОСТЬ]]{doxX}БУКВА спецификация для БУКВЫ в стиле printf далее показаны БУКВЫ для новой группы, для старой те же, но строчные F номер первой строки L номер последней строки N число строк = L-F+1 E F-1 M L+1

source: LFMT may contain: %L contents of line %l contents of line, excluding any trailing newline %[-][WIDTH][.[PREC]]{doxX}n printf-style spec for input line number Either GFMT or LFMT may contain: %% % %c'C' the single character C %c'\OOO' the character with octal code OOO
ga: Is éard atá i LLA ná:: %L ábhar na líne %l ábhar na líne, gan aon líne nua %[-][LEITHEAD][.[SONRÚ]]{doxX}n sonrú do líne-uimhir mar C `printf' Is féidir na teaghráin a leanas a bheith i GLA nó LLA: %% % %c'C' an carachtar litriúil C %c'\OOO' an carachtar le cód ochtnártha OOO
ru: ФМТС может содержать: %L содержимое строки %l содержимое строки без завершающего перевода строки %[-][ШИРИНА][.[ТОЧНОСТЬ]]{doxX}n спецификация номера входной строки в стиле printf ФМТГ или ФМТС могут содержать: %% % %c'C' один знак C %c'\OOO' знак с восьмеричным кодом OOO

source: Old mdiff options: * -f, --fuzz-items=ITEMS no more than ITEMS non matching in a cluster
ga: Seanroghanna mdiff: * -f, --fuzz-items=UIMHIR UIMHIR rud neamhoiriúnach i mogall, ar a mhéad
ru: Старые ключи mdiff: * -f, --fuzz-items=ЧИСЛО не более ЧИСЛА не совпадающих элементов на кластер

source: With no FILE, or when FILE is -, read standard input.
ga: Mura bhfuil COMHAD ann, nó más '-' é, léigh ón ghnáth-ionchur.
ru: Если ФАЙЛ не задан, или задан как -, читает стандартный ввод.

source: Report bugs to <wdiff-bugs@gnu.org>.
ga: Seol tuairiscí faoi fhabhtanna chuig <wdiff-bugs@gnu.org>.

source: Cannot use -z, termcap not available.
ga: Ní féidir -z a úsáid; níl termcap ar fáil.
ru: Невозможно применить -z, termcap недоступна.

source: Word merging for two files only (so far)
ga: Ní féidir cumasc de réir focail a dhéanamh le níos mó ná dhá chomhad
ru: Объединение по словам работает только для двух файлов (пока).

source: Copyright (C) 1997 Free Software Foundation, Inc.
ga: Copyright © 1997 Free Software Foundation, Inc.

source: Options -123RSYZ meaningful only when two inputs.
ga: Ní féidir na roghanna -123RSYZ a úsáid le hionchur aonraic.
ru: Ключи -123RSYZ имеют смысл, только если заданы два входных файла.

source: Could not find a name for the diff at line %ld
ga: Níl aon ainm ar fáil don `diff' ar líne %ld
ru: Невозможно найти имя файла в строке %ld

source: Usage: %s [OPTION]... [FILE]
ga: Úsáid: %s [ROGHA]... [COMHAD]
ru: Использование: %s [КЛЮЧ]... [ФАЙЛ]

source: -c, --context-diffs force output to context diffs -e, --echo-comments echo comments to standard error -o, --old-diffs output old-style diffs, no matter what -p, --patch-format generate patch format -P same as -p -s, --strip-comments strip comment lines -u, --unidiffs force output to unidiffs -U same as -p and -u -=, --use-equals replace spaces by equal signs in unidiffs --help display this help and exit --version output version information and exit If FILE is not specified, read standard input.
ga: -c, --context-diffs aschur i gcruth diff-aí comhthéacs -e, --echo-comments déan macalla de nótaí tráchta ar ghnáth-aschur earráide -o, --old-diffs aschur de réir sean-nós, is cuma na tosca -p, --patch-format aschur i gcruth paistí -P ar comhbhrí le -p -s, --strip-comments struipeáil nótaí tráchta -u, --unidiffs aschur i gcruth unidiff-aí -U ar comhbhrí le -p agus -u -=, --use-equals cuir `=' in ionad spásanna in unidiff-aí --help taispeáin an chabhair seo agus scoir --version taispeáin eolas faoin leagan agus scoir Mura bhfuil COMHAD ann, léigh ón ghnáth-ionchur.
ru: -c, --context-diffs выводить контекстные различия -e, --echo-comments выводить комментарии в стандартный поток ошибок -o, --old-diffs выводить в различия устаревшей форме -p, --patch-format выводить в формате patch -P синоним -p -s, --strip-comments удалять строки комментариев -u, --unidiffs выводить объединенные различия -U синоним -p -u -=, --use-equals заменять пробелы в объединенных различиях знаками равенства --help показать эту справку и выйти --version показать информацию о версии и выйти Если ФАЙЛ не задан или задан как -, читает стандартный ввод

source: Unable to open `%s'
ga: Ní féidir `%s' a oscailt
ru: Невозможно открыть `%s'

source: Only one filename allowed
ga: Ní ghlactar ach le comhad amháin
ru: Можно задать только один файл

source: Copyright (C) 1994, 1997 Free Software Foundation, Inc.
ga: Copyright © 1994, 1997 Free Software Foundation, Inc.

source: Invalid unified diff header at line %ld
ga: Ceanntásc neamhbhailí do `diff' comhaontaithe ar líne %ld
ru: Неверный заголовок объединенного фрагмента различия в строке %ld

source: Malformed unified diff at line %ld
ga: Diff comhaontaithe míchumtha ar líne %ld
ru: Неправильная объединенная запись различия в строке %ld

source: Context diff missing `old' header at line %ld
ga: Ceanntásc `old' ar iarraidh i n`diff' comhthéacs ar líne %ld
ru: Пропущен заголовок `старой части' контекстного фрагмента различия в строке %ld

source: Malformed context diff at line %ld
ga: Diff comhthéacs míchumtha ar líne %ld
ru: Неправильная контекстная запись различия в строке %ld

source: Context diff missing `new' header at line %ld
ga: Ceanntásc `nua' ar iarraidh i ndiff comhthéacs ar líne %ld
ru: Пропущен заголовок `новой части' контекстного фрагмента различия в строке %ld

source: No suitable temporary directory exists
ga: Níl comhadlann oiriúnach shealadach ann

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
ga: Is saorbhogearra é an ríomhchlár seo; is féidir leat é a scaipeadh agus/nó a athrú de réir na gcoinníollacha den GNU General Public License mar atá foilsithe ag an Free Software Foundation; faoi leagan 2 den cheadúnas, nó (más mian leat) aon leagan níos déanaí. Scaiptear an ríomhchlár seo le súil go mbeidh sé áisiúil, ach GAN AON BHARÁNTA; go fiú gan an barántas intuigthe d'INDÍOLTACHT nó FEILIÚNACHT D'FHEIDHM AR LEITH. Féach ar an GNU General Public License chun níos mó sonraí a fháil. Ba chóir go mbeifeá tar éis cóip den GNU General Public License a fháil in éineacht leis an ríomhchlár seo; mura bhfuair, scríobh chuig an Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: Usage: %s [OPTION]... FILE1 FILE2
ga: Úsáid: %s [ROGHA]... COMHAD1 COMHAD2
ru: Использование: %s [КЛЮЧ]... ФАЙЛ1 ФАЙЛ2
