Repository: jwilk-mirrors/wdiff
Catalog: po/*.po
Languages: ga, nl, ru

source: %s (for regexp `%s')
ga: %s (ar regexp `%s')
nl: %s (voor reguliere expressie `%s')
ru: %s (для регулярного выражения `%s')

source: only one file may be standard input
nl: slechts één bestand kan standaardinvoer zijn

source: directories not supported
nl: mappen vergelijken is niet mogelijk

source: Reading %s
ga: %s á léamh
nl: Lezen van %s...
ru: Чтение %s

source: Read summary: %d files, %d items
ga: Gearrchuntas ar léamh: %d comhad, %d mír
nl: Leessamenvatting: %d bestanden, %d items
ru: Всего прочитано: файлов: %d, элементов: %d

source: Sorting
ga: Sórtáil
nl: Sorteren...
ru: Сортировка

source: , clustering
ga: , á mhogallú
nl: , clusteren...
ru: , кластеризация

source: , done
ga: , críochnaithe
nl: , voltooid
ru: , завершено

source: Sorting members
ga: Baill á sórtáil
nl: Sorteren van leden...
ru: Сортировка членов

source: Work summary: %d clusters, %d members
ga: Gearrchuntas ar obair: %d mogall, %d ball
nl: Werksamenvatting: %d clusters, %d leden
ru: Всего найдено: кластеров: %d, членов: %d

source: Work summary: %d clusters, %d members, %d overlaps
ga: Gearrchuntas ar obair: %d mogall, %d ball, %d forluí
nl: Werksamenvatting: %d clusters, %d leden, %d overlappen
ru: Всего найдено: кластеров: %d, членов: %d, перекрытий: %d

source: select a terminal through the TERM environment variable
nl: kies een terminal via de omgevingsvariabele TERM

source: could not access the termcap data base
nl: kan geen toegang krijgen tot de termcap-database

source: terminal type `%s' is not defined
nl: terminaltype `%s' is niet gedefinieerd

source: %s: %d words
ga: %s: %d focal
nl: %s: %d woorden
ru: %s: %d слов

source: %d %d%% common
ga: %d %d%% coitianta
nl: %d %d%% gemeenschappelijk
ru: %d %d%% общих

source: %d %d%% deleted
ga: %d %d%% scriosta
nl: %d %d%% verwijderd
ru: %d %d%% удалено

source: %d %d%% changed
ga: %d %d%% athraithe
nl: %d %d%% gewijzigd
ru: %d %d%% изменено

source: %d %d%% inserted
ga: %d %d%% ionsáite
nl: %d %d%% ingevoegd
ru: %d %d%% вставлено

source: Try `%s --help' for more information.
ga: Bain triail as `%s --help' chun tuilleadh eolais a fháil.
nl: Typ `%s --help' voor meer informatie.
ru: Попробуйте `%s --help' для получения более подробного описания.

source: mdiff - Studies multiple files and searches for similar sequences, it then produces possibly detailed lists of differences and similarities.
ga: mdiff - Déanann mdiff staidéar ar il-chomhaid chun teaghráin atá cosúil le chéile a aimsiú; ansin taispeánann sé liostaí, b'fhéidir mionchruinn, de dhifríochtaí agus cosúlacht.
nl: mdiff - Bestudeert meerdere bestanden en zoekt naar gelijkenissen, en produceert dan een opsomming van verschillen en overeenkomsten.
ru: mdiff - Исследует несколько файлов и находит в них повторяющиеся последовательности, выводя затем список (возможно, подробный) различий и схожестей.

source: Usage: %s [OPTION]... [FILE]...
nl: Gebruik: %s [OPTIE]... BESTAND...

source: Operation modes:
nl: Werkingsmodi:

source: -h (ignored)
nl: -h (genegeerd)

source: -v, --verbose report a few statistics on stderr
nl: -v, --verbose enige statistieken uitvoeren naar stderr

source: --help display this help then exit
nl: --help deze hulptekst tonen en stoppen

source: --version display program version then exit
nl: --version programmaversie tonen en stoppen

source: Formatting output:
nl: Uitvoer opmaken:

source: -T, --initial-tab produce TAB instead of initial space
nl: -T, --initial-tab TAB aanmaken in plaats van leidende spatie

source: -l, --paginate paginate output through `pr'
nl: -l, --paginate uitvoer opmaken via `pr'

source: -S, --string[=STRING] take note of another user STRING
nl: -S, --string[=STRING] let op andere gebruiker STRING

source: -V, --show-links give file and line references in annotations
nl: -V, --show-links bestands- en regelverwijzigen in annotaties tonen

source: -t, --expand-tabs expand tabs to spaces in the output
nl: -t, --expand-tabs tabs omzetten naar spaties in de uitvoer

source: -0, --debugging output many details about what is going on
nl: -0, --debugging details tonen over wat er gedaan wordt

source: Word mode options:
nl: Opties woordmodus:

source: -1, --no-deleted inhibit output of deleted words
nl: -1, --no-deleted onderdruk uitvoer van verwijderde woorden

source: -2, --no-inserted inhibit output of inserted words
nl: -2, --no-inserted onderdruk uitvoer van toegevoegde woorden

source: -3, --no-common inhibit output of common words
nl: -3, --no-common onderdruk uitvoer van gemeenschappelijke woorden

source: -A, --auto-pager automatically calls a pager
nl: -A, --auto-pager roept automatisch een opmaker aan

source: -k, --less-mode variation of printer mode for "less"
nl: -k, --less-mode variatie op printermodus voor "less"

source: -m, --avoid-wraps do not extend fields through newlines
nl: -m, --avoid-wraps velden niet uitbreiden via nieuwe regeleinden

source: -o, --printer overstrike as for printers
nl: -o, --printer doorhaling als bij printers

source: -z, --terminal use termcap as for terminal displays
nl: -z, --terminal gebruik termcap zoals voor terminals

source: -K, --no-init-term like -z, but no termcap init/term strings
nl: -K, --no-init-term gelijk aan -z, maar zonder termcap's init/term-strings

source: -O, --item-regexp=REGEXP compare items as defined by REGEXP
nl: -O, --item-regexp=REGEXP vergelijk items zoals gedefineerd door REGEXP

source: -W, --word-mode compare words instead of lines
nl: -W, --word-mode vergelijk woorden in plaats van regels

source: With no FILE, or when FILE is -, read standard input.
nl: Als BESTAND '-' is, of als er geen BESTAND gegeven is, wordt standaardinvoer gelezen.

source: Report bugs to <wdiff-bugs@gnu.org>.
nl: Rapporteer gebreken in het programma aan <wdiff-bugs@gnu.org>; meld fouten in de vertaling aan <vertaling@vrijschrift.org>.

source: ignoring option %s (not implemented)
nl: negeer optie %s (niet geïmplementeerd)

source: cannot use -z, termcap not available
nl: kan optie '-z' niet gebruiken; termcap is niet beschikbaar

source: word merging for two files only (so far)
nl: samenvoegen op woordniveau werkt (voorlopig) alleen voor twee bestanden

source: This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
ga: Is saorbhogearra an ríomhchlár seo; féach ar an bhunchód le haghaidh coinníollacha cóipeála. Níl baránta ar bith ann; go fiú níl baránta ann d'INDÍOLTACHT nó FEILIÚNACHT D'FHEIDHM AR LEITH.
nl: Dit is vrije software; zie de programmatekst voor de kopieervoorwaarden. Er is GEEN garantie; zelfs niet voor VERKOOPBAARHEID of GESCHIKTHEID VOOR EEN BEPAALD DOEL.
ru: Это свободная программа; подробности об условиях распространения смотрите в исходном тексте. Мы НЕ предоставляем гарантий; даже гарантий КОММЕРЧЕСКОЙ ЦЕННОСТИ или ПРИГОДНОСТИ ДЛЯ КОНКРЕТНОЙ ЦЕЛИ.

source: Written by Franc,ois Pinard <pinard@iro.umontreal.ca>.
ga: Le François Pinard <pinard@iro.umontreal.ca>.
nl: Geschreven door François Pinard <pinard@iro.umontreal.ca>.
ru: Автор программы -- Franc,ois Pinard <pinard@iro.umontreal.ca>.

source: options -123RSYZ meaningful only when two inputs
nl: opties '-123RSYZ' zijn alleen zinvol bij twee invoeren

source: could not find a name for the diff at line %ld
nl: kan het soort diff niet bepalen op regel %ld

source: try `%s --help' for more information
nl: typ `%s --help' voor meer informatie

source: unify - Transforms context diffs into unidiffs, or vice-versa.
ga: unify - Tiontaigh diff-aí chomhthéacs go unidiff-aí agus vice versa.
nl: unify - Transformeert context-diffs naar uni-diffs, of omgekeerd.
ru: unify - Преобразует вывод diff из контекстного формата в объединенный и наоборот.

source: Usage: %s [OPTION]... [FILE]
nl: Gebruik: %s [OPTIE]... [BESTAND]

source: -c, --context-diffs force output to context diffs
nl: -c, --context-diffs uitvoer dwingen naar context-diffs

source: -e, --echo-comments echo comments to standard error
nl: -e, --echo-comments commentaar naar standaard-error uitvoeren

source: -o, --old-diffs output old-style diffs, no matter what
nl: -o, --old-diffs oudestijl diffs uitvoeren, wat er ook gebeurd

source: -p, --patch-format generate patch format
nl: -p, --patch-format patch-uitvoer genereren

source: -P same as -p
nl: -P gelijk aan -p

source: -s, --strip-comments strip comment lines
nl: -s, --strip-comments commentaarregels niet tonen

source: -u, --unidiffs force output to unidiffs
nl: -u, --unidiffs uitvoer naar unidiffs forceren

source: -U same as -p and -u
nl: -U gelijk aan -p en -u

source: -=, --use-equals replace spaces by equal signs in unidiffs
nl: -=, --use-equals vervang spaties door '='-tekens in unidiffs

source: If FILE is not specified, read standard input.
nl: Als er geen BESTAND gegeven is, wordt standaardinvoer gelezen.

source: unable to open `%s'
nl: kan `%s' niet openen

source: only one filename allowed
nl: slechts één bestandsnaam is toegestaan

source: Written by Wayne Davison <davison@borland.com>.
ga: Le Wayne Davison <davison@borland.com>.
nl: Geschreven door Wayne Davison <davison@borland.com>.
ru: Автор программы -- Wayne Davison <davison@borland.com>.

source: invalid unified diff header at line %ld
nl: ongeldige kopregels van uni-diff op regel %ld

source: malformed unified diff at line %ld
nl: misvormde uni-diff op regel %ld

source: context diff missing `old' header at line %ld
nl: 'old'-kopregel ontbreekt in context-diff op regel %ld

source: malformed context diff at line %ld
nl: misvormde context-diff op regel %ld

source: context diff missing `new' header at line %ld
nl: 'new'-kopregel ontbreekt in context-diff op regel %ld

source: no suitable temporary directory exists
nl: er is geen geschikte tijdelijke map

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
nl: Dit programma is vrije software; u mag het verder verspreiden en/of wijzigen onder de voorwaarden van de GNU General Public License zoals gepubliceerd door de Free Software Foundation, naar keuze ofwel onder versie 2 ofwel onder een nieuwere versie van die licentie. Dit programma wordt uitgegeven in de hoop dat het nuttig is, maar ZONDER ENIGE GARANTIE; zelfs zonder de impliciete garantie van VERKOOPBAARHEID of GESCHIKTHEID VOOR EEN BEPAALD DOEL. Zie de GNU General Public License voor meer details. Bij dit programma hoort u een kopie van de GNU General Public License ontvangen te hebben; is dit niet het geval, kijk dan op <http://www.gnu.org/licenses/>.

source: wdiff - Compares words in two files and report differences.
ga: wdiff - Cóimheas focail as dhá chomhad agus taispeáin difríochtaí.
nl: wdiff - vergelijkt woorden in twee bestanden en rapporteert verschillen.
ru: wdiff - Сравнивает слова в двух файлах и сообщает о различиях.

source: Usage: %s [OPTION]... FILE1 FILE2 %s -d [OPTION]... [FILE]
nl: Gebruik: %s [OPTIE]... BESTAND1 BESTAND2 %s -d [OPTIE]... [BESTAND]

source: Mandatory arguments to long options are mandatory for short options too.
nl: Verplichte argumenten van lange opties zijn ook verplicht voor korte opties.

source: -C, --copyright display copyright then exit
nl: -C, --copyright copyright tonen en stoppen

source: -K, --no-init-term like -t, but no termcap init/term strings
nl: -K, --no-init-term gelijk aan -t, maar zonder termcap's init/term-strings

source: -a, --auto-pager automatically calls a pager
nl: -a, --auto-pager roept automatisch een opmaker aan

source: -d, --diff-input use single unified diff as input
nl: -d, --diff-input gebruik enkele unified-diff als invoer

source: -h, --help display this help then exit
nl: -h, --help deze hulptekst tonen en stoppen

source: -i, --ignore-case fold character case while comparing
nl: -i, --ignore-case hoofdletters negeren bij vergelijken

source: -l, --less-mode variation of printer mode for "less"
nl: -l, --less-mode variatie van printermodus voor "less"

source: -n, --avoid-wraps do not extend fields through newlines
nl: -n, --avoid-wraps velden niet uitbreiden met nieuwe regeleinden

source: -p, --printer overstrike as for printers
nl: -p, --printer doorhalen zoals bij printers

source: -s, --statistics say how many words deleted, inserted etc.
nl: -s, --statistics meld hoeveel woorden zijn verwijderd, toegevoegd enz.

source: -t, --terminal use termcap as for terminal displays
nl: -t, --terminal termcap gebruiken zoals bij terminalschermen

source: -v, --version display program version then exit
nl: -v, --version programmaversie tonen en stoppen

source: -w, --start-delete=STRING string to mark beginning of delete region
nl: -w, --start-delete=STRING start verwijdering markeren met STRING

source: -x, --end-delete=STRING string to mark end of delete region
nl: -x, --end-delete=STRING einde verwijdering markeren met STRING

source: -y, --start-insert=STRING string to mark beginning of insert region
nl: -y, --start-insert=STRING start invoeging markeren met STRING

source: -z, --end-insert=STRING string to mark end of insert region
nl: -z, --end-insert=STRING einde invoeging markeren met STRING

source: cannot use -t, termcap not available
nl: kan optie '-t' niet gebruiken; termcap is niet beschikbaar

source: too many file arguments
nl: te veel bestandsargumenten

source: missing file arguments
nl: ontbrekende bestandsargumenten

source: wdiff - Compute word differences by internally launching `mdiff -W'. This program exists mainly to support the now oldish `wdiff' syntax.
ga: wdiff - Aimsigh difríochtaí idir focail trí `mdiff -W' a thosú go hinmheánach. Tá an ríomhchlár seo ann chun an chomhréir measartha seanfhaiseanta `wdiff' a thacú.
nl: wdiff - rapporteert woordverschillen in twee bestanden via het aanroepen van 'mdiff -W'. Dit programma is bedoeld om de oude wdiff-syntax nog te kunnen gebruiken.

source: Usage: %s [OPTION]... FILE1 FILE2
nl: Gebruik: %s [OPTIE]... BESTAND1 BESTAND2

source: -q, --quiet inhibit the `mdiff' call message
ga: -q, --quiet cuir cosc ar theachtaireacht ghlao `mdiff'
nl: -q, --quiet het 'mdiff'-aanroepbericht onderdrukken

source: This program also tells how `mdiff' could have been called directly.
nl: Dit programma zegt ook hoe 'mdiff' direct aangeroepen had kunnen worden.

source: Launching `%s
ga: Á Thosú: `%s
nl: Starten van '%s

source: Only one file may be standard input.
ga: Ní cheadaítear ach comhad amháin mar ghnáth-ionchur.
ru: Только один файл может быть стандартным вводом.

source: Directories not supported
ga: Ní thacaítear le comhadlanna
ru: Каталоги не поддерживаются

source: , %d items
ga: , %d mír
ru: , %d элементов

source: Select a terminal through the TERM environment variable.
ga: Sonraigh cineál an teirminéil mar atá socruithe san athróg thimpeallachta TERM.
ru: Укажите тип терминала через переменную среды TERM.

source: Could not access the termcap data base.
ga: Níorbh fhéidir an bunachar sonraí termcap a rochtain.
ru: Невозможно получить доступ к базе данных termcap.

source: Terminal type `%s' is not defined.
ga: Tá an teirminéal `%s' gan sainmhíniú.
ru: Тип терминала `%s' не определен.

source: Usage: %s [OPTION]... [FILE]...
ga: Úsáid: %s [ROGHA]... [COMHAD]...
ru: Использование: %s [КЛЮЧ]... [ФАЙЛ]...

source: Operation modes: -h (ignored) -v, --verbose report a few statistics on stderr --help display this help and exit --version output version information and exit
ga: Roghanna: -h (as feidhm) -v, --verbose taispeáin staitistic ar ghnáth-aschur earráide --help taispeáin an chabhair seo agus scoir --version taispeáin eolas faoin leagan agus scoir
ru: Режимы работы: -h (игнорируется) -v, --verbose печатать промежуточные результаты в стандартный поток ошибок --help показать эту справку и выйти --version показать информацию о версии и выйти

source: Formatting output: -T, --initial-tab produce TAB instead of initial space -l, --paginate paginate output through `pr' -S, --string[=STRING] take note of another user STRING -V, --show-links give file and line references in annotations -t, --expand-tabs expand tabs to spaces in the output
ga: Leagan amach den aschur: -T, --initial-tab taispeáin táb in ionad spás tosaigh -l, --paginate uimhrigh leathanaigh le `pr' -S, --string[=TEAGHRÁN] tabhair suntas do THEAGHRÁN úsáideora eile -V, --show-links taispeáin tagairtí chomhaid/líne in anótálacha -t, --expand-tabs leathnaigh táib go spásanna san aschur
ru: Форматирование вывода: -T, --initial-tab выводить TAB вместо пробела в начале строки -l, --paginate разбивать вывод на страницы с помощью `pr' -S, --string[=STRING] take note of another user STRING -V, --show-links писать в аннотациях ссылки на файлы и строки -t, --expand-tabs раскрывать при выводе табуляцию в пробелы

source: Debugging: -0, --debugging output many details about what is going on
ga: Dífhabhtú: -0, --debugging taispeáin go leor mionsonraí maidir le cad atá ar siúl
ru: Отладка: -0, --debugging печатать множество подробностей о том, что происходит

source: Word mode options: -1, --no-deleted inhibit output of deleted words -2, --no-inserted inhibit output of inserted words -3, --no-common inhibit output of common words -A, --auto-pager automatically calls a pager -k, --less-mode variation of printer mode for "less" -m, --avoid-wraps do not extend fields through newlines -o, --printer overstrike as for printers -z, --terminal use termcap as for terminal displays -K, --no-init-term like -z, but no termcap init/term strings -O, --item-regexp=REGEXP compare items as defined by REGEXP -W, --word-mode compare words instead of lines
ga: Roghanna mód focail: -1, --no-deleted ná taispeáin focail scriosta -2, --no-inserted ná taispeáin focail ionsáite -3, --no-common ná taispeáin focail coitianta -A, --auto-pager úsáid brabhsálaí leathanach go huathoibríoch -k, --less-mode leagan de mhód printéara do "less" -m, --avoid-wraps ná taispeáin réimsí trasna línte -o, --printer muinbhuail, mar le printéirí -z, --terminal úsáid termcap mar le teirminéil -K, --no-init-term mar -z, ach níl aon teaghrán termcap init/term -O, --item-regexp=SLONN cóimheas de réir an SLONN ionadaíochta -W, --word-mode cóimheas focail in ionad línte
ru: Ключи для режима сравнения по словам: -1, --no-deleted не выводить удаленные слова -2, --no-inserted не выводить вставленные слова -3, --no-common не выводить общие слова -A, --auto-pager автоматически вызывать программу просмотра -k, --less-mode режим вывода, удобный при использовании "less" -m, --avoid-wraps не продолжать поля через новую строку -o, --printer выделять перечеркиванием, как для принтера -z, --terminal выводить с использованием termcap -K, --no-init-term как -z, но без строк termcap init/term -O, --item-regexp=РВ сравнивать элементы, определенные регулярным выражением РВ -W, --word-mode сравнивать слова, а не строки

source: Comparing files: * -H, --speed-large-files go faster, for when numerous small changes * -a, --text report line differences (text file default) * -d, --minimal try harder for a smaller set of changes * -q, --brief only says if files differ (binary default) * --horizon-lines=LINES keep LINES lines in common prefixes/suffixes
ga: Cóimheas comhaid: * -H, --speed-large-files níos gasta, má tá mionathruithe go leor ann * -a, --text taispeáin difríochtaí (réamhshocrú: téacs) * -d, --minimal obair go crua le haghaidh níos lú athruithe * -q, --brief an difriúil iad? (réamhshocrú: dénártha) * --horizon-lines=LÍNTE coinnigh LÍNTE líne i bhfoircinn coitianta
ru: Сравнение: * -H, --speed-large-files работать быстрее, для случая большого количества мелких различий * -a, --text сообщать о различиях строк (по умолчанию для текстовых файлов) * -d, --minimal стараться найти наименьшее множество различий * -q, --brief печатать только, различаются ли файлы (по умолчанию для двоичных файлов) * --horizon-lines=ЧИСЛО сохранять указанное ЧИСЛО общих префиксов/постфиксов

source: Comparing directories: * -N, --new-file consider missing files to be empty * -P, --unidirectional-new-file consider missing old files to be empty * -S, --starting-file=FILE resume directory comparison with FILE * -X, --exclude-from=FILE ignore files matching patterns from FILE * -r, --recursive recursively compare subdirectories * -s, --report-identical-files report when two files are the same * -x, --exclude=PATTERN ignore files (dirs) matching PATTERN
ga: Cóimheas comhadlanna: * -N, --new-file caith le comhaid ar iarraidh mar folamh * -P, --unidirectional-new-file caith le seanchomhaid ar iarraidh mar folamh * -S, --starting-file=COMHAD atosaigh cóimheas comhadlanna ag COMHAD * -X, --exclude-from=COMHAD déan neamhshuim ar chomhaid atá comhoiriúnacha le slonn ionadaíochta as an gCOMHAD * -r, --recursive cóimheas fochomhadlanna go hathchúrsach * -s, --report-identical-files taispeáin nuair atá comhaid mar an gcéanna * -x, --exclude=SLONN déan neamhshuim ar chomhaid(lanna) atá comhoiriúnacha leis an SLONN ionadaíochta
ru: Сравнение каталогов: * -N, --new-file считать несуществующие файлы пустыми * -P, --unidirectional-new-file считать несуществующие старые файлы пустыми * -S, --starting-file=ФАЙЛ продолжить сравнение каталогов с ФАЙЛА * -X, --exclude-from=ФАЙЛ игнорировать файлы, чьи имена соответствуют образцам из ФАЙЛА * -r, --recursive рекурсивно сравнивать подкаталоги * -s, --report-identical-files сообщать, когда два файла не отличаются * -x, --exclude=ОБРАЗЕЦ игнорировать файлы (каталоги), чьи имена соответствуют указанному ОБРАЗЦУ

source: Ignoring text: -B, --ignore-blank-lines ignore blank lines * -I, --ignore-matching-lines=REGEXP ignore lines matching REGEXP -b, --ignore-space-change ignore amount of white space -i, --ignore-case ignore case differences -w, --ignore-all-space ignore white space
ga: Déanamh neamhshuim ar théacs: -B, --ignore-blank-lines déan neamhshuim ar línte folmha * -I, --ignore-matching-lines=SLONN " " ar línte comhoiriúnacha le SLONN -b, --ignore-space-change " " ar líon an spáis bán -i, --ignore-case " " ar cheannlitreacha vs. beaga -w, --ignore-all-space " " ar spás bán
ru: Игнорирование текста: -B, --ignore-blank-lines игнорировать пустые строки * -I, --ignore-matching-lines=РВ игнорировать строки, соответствующие регулярному выражению РВ -b, --ignore-space-change игнорировать количество пробельных знаков -i, --ignore-case игнорировать различия в регистре букв -w, --ignore-all-space игнорировать пробельные знаки

source: Clustering: -G, --relist-files list all input files with annotations -J, --minimum-size=ITEMS ignore clusters not having that many ITEMS -j, --ignore-delimiters do not count items having only delimiters
ga: Mogallú: -G, --relist-files liostaigh gach inchomhad le hanótálacha -J, --minimum-size=LÍON déan neamhshuim ar mhogaill gan LÍON rud ar a laghad -j, --ignore-delimiters ná cuir san áireamh mura bhfuil ach teormharcóirí
ru: Кластеризация: -G, --relist-files перечислить все входные файлы с аннотациями -J, --minimum-size=ЧИСЛО игнорировать кластеры, в которых меньше указанного ЧИСЛА элементов -j, --ignore-delimiters не считать элементы, содержащие только разделители
